Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/librecad-tm.tmx
Source language: en
Languages: ca_es

source: Entity must be a line, arc or polyline.
ca_es: L'entitat deu ser una línia, arc o polilínia.

source: Entity can not be a closed polyline.
ca_es: L'entitat no pot ser una polilínia tancada.

source: &Trim segments
ca_es: &Redueix segments

source: Trim polyline's segments
ca_es: Redueix segments de polilínia

source: Specifying point is invalid.
ca_es: El punt especificat no és vàlid.

source: No Segment found on entity.
ca_es: No s'ha trobat cap segment en l'entitat.

source: Specify polyline to trim
ca_es: Especifiqueu la polilínia a reduir

source: Specify first segment
ca_es: Especifiqueu el primer segment

source: Specify second segment
ca_es: Especifiqueu el segon segment

source: Print Pre&view
ca_es: Pre&visualització

source: Select to modify attributes
ca_es: Seleccioneu l'entitat per a modificar els atributs

source: Select to delete
ca_es: Seleccioneu l'entitat a suprimir

source: Select to delete immediately
ca_es: Seleccioneu l'entitat a suprimir immediatament

source: Select to move
ca_es: Seleccioneu l'entitat a moure

source: Select to rotate
ca_es: Seleccioneu l'entitat a girar

source: Select to scale
ca_es: Seleccioneu l'entitat a escalar

source: Select to mirror
ca_es: Seleccioneu l'entitat per a simetria

source: Select to move and rotate
ca_es: Seleccioneu l'entitat a moure i girar

source: Select for two axis rotation
ca_es: Seleccioneu l'entitat a girar amb dos eixos

source: Select to explode text
ca_es: Seleccioneu l'entitat per a explotar el text

source: Select to create block
ca_es: Seleccioneu les entitats per a crear un bloc

source: Select to copy
ca_es: Seleccioneu l'entitat a copiar

source: Select to cut
ca_es: Seleccioneu l'entitat a retallar

source: No entity selected!
ca_es: No s'ha seleccionat cap entitat!

source: Select to create offset
ca_es: Seleccioneu l'entitat per a crear el desfasament

source: Select entities to order
ca_es: Selecciona les entitats que s'han d'ordenar

source: Select to explode block
ca_es: Seleccioneu el bloc a explotar

source: Select &All
ca_es: &Selecciona-ho tot

source: Deselect &all
ca_es: &Desselecciona-ho tot

source: (De-)Select &Contour
ca_es: (Des)Selecciona &contorns

source: Entity must be an Atomic Entity.
ca_es: L'entitat deu ser una entitat atòmica.

source: Select Intersected Entities
ca_es: Selecciona les entitats que s'interseccionen

source: Deselect Intersected Entities
ca_es: Desselecciona les entitats que s'interseccionen

source: Choose first point of intersection line
ca_es: Trieu el primer punt de la línia d'intersecció

source: Choose second point of intersection line
ca_es: Trieu el segon punt de la línia d'intersecció

source: (De-)Select Layer
ca_es: (Des)Selecciona capes

source: Select Entity
ca_es: Seleccioneu l'entitat

source: Click and drag for the selection window
ca_es: Feu clic i arrossegueu per a seleccionar una finestra

source: Set relative Zero
ca_es: Defineix l'origen relatiu

source: Set &Relative Zero
ca_es: Defineix l'origen &relatiu

source: I&ntersection Manually
ca_es: I&ntersecció manual

source: Regenerate Dimension Entities
ca_es: Regenera les cotes

source: Regenerated %1 dimension entities
ca_es: S'han regenerat %1 cotes

source: No dimension entities found
ca_es: No s'ha trobat cap cota

source: &Auto Zoom
ca_es: &Zoom automàtic

source: Zoom &In
ca_es: &Augmenta el zoom

source: Zoom &Out
ca_es: &Disminueix el zoom

source: Zoom &Panning
ca_es: &Enquadrament amb el mateix zoom

source: Click and drag to pan zoom
ca_es: Feu clic i arrossegueu per a enquadrar

source: Zoom panning
ca_es: Enquadrament amb el mateix zoom

source: Previous &View
ca_es: &Visualització anterior

source: &Redraw
ca_es: &Redibuixa

source: &Window Zoom
ca_es: Zoom &finestra

source: Specify first edge
ca_es: Especifiqueu la primera vora

source: Specify second edge
ca_es: Especifiqueu la segona vora

source: line
ca_es: línia

source: undo
ca_es: desfés

source: u
ca_es: d

source: redo
ca_es: refés

source: columns
ca_es: columnes

source: rows
ca_es: files

source: columnspacing
ca_es: espaicolumnes

source: rowspacing
ca_es: espaifiles

source: colspacing
ca_es: espaicols

source: cs
ca_es: ec

source: rs
ca_es: ef

source: center
ca_es: centre

source: point
ca_es: punt

source: offset
ca_es: desfasament

source: o
ca_es: d

source: parallel
ca_es: paral·lela

source: length
ca_es: longitud

source: close
ca_es: tanca

source: number
ca_es: nombre

source: through
ca_es: través

source: help
ca_es: ajuda

source: c
ca_es: t

source: num
ca_es: nomb

source: length1
ca_es: longitud1

source: length2
ca_es: longitud2

source: radius
ca_es: radi

source: trim
ca_es: redueix

source: len1
ca_es: lon1

source: len2
ca_es: lon2

source: chord length
ca_es: longitud corda

source: Command: %1
ca_es: Ordre: %1

source: Available commands:
ca_es: Odres disponibles:

source: circle
ca_es: circumferencia

source: zw
ca_es: zf

source: zp
ca_es: enquadrament

source: da
ca_es: ac

source: dh
ca_es: ch

source: dv
ca_es: cv

source: dr
ca_es: cl

source: ld
ca_es: gc

source: sg
ca_es: fg

source: si
ca_es: fi

source: sm
ca_es: fm

source: sn
ca_es: fp

source: np
ca_es: fp

source: tn
ca_es: dt

source: ch
ca_es: mb

source: xt
ca_es: me

source: rm
ca_es: mr

source: mv
ca_es: mm

source: mi
ca_es: ms

source: ro
ca_es: mg

source: sz
ca_es: me

source: ss
ca_es: ma

source: er
ca_es: ms

source: oo
ca_es: md

source: uu
ca_es: mr

source: xp
ca_es: me

source: dimregen
ca_es: regencot

source: zv
ca_es: za

source: polyline
ca_es: polilinia

source: tm
ca_es: mr

source: kill
ca_es: mata

source: back
ca_es: enrere

source: b
ca_es: e

source: redraw
ca_es: redibuixa

source: os
ca_es: pl

source: sc
ca_es: fc

source: sd
ca_es: fd

source: sa
ca_es: st

source: reversed
ca_es: invertit

source: rev
ca_es: inv

source: r
ca_es: i

source: row
ca_es: fila

source: Command not found: %1
ca_es: No s'ha trobat l'ordre: %1
